tap "1password/tap"
tap "austinliuigi/brew-neovim-nightly", "https://github.com/austinliuigi/brew-neovim-nightly.git"
tap "b4nst/tap"
tap "charmbracelet/tap"
tap "cormacrelf/tap"
tap "epk/epk"
tap "go-task/tap"
tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "c-ares"
brew "ca-certificates"
brew "icu4c"
brew "libnghttp2"
brew "libuv"
brew "openssl@1.1"
brew "node"
brew "alexjs"
brew "sqlite"
brew "xz"
brew "python@3.11"
brew "pyyaml"
brew "six"
brew "ansible"
brew "apr"
brew "apr-util"
brew "gdbm"
brew "pcre2"
brew "glib"
brew "libffi"
brew "python@3.9"
brew "bat"
brew "bdw-gc"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxrender"
brew "pixman"
brew "coreutils"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "guile"
brew "emacs"
brew "cask"
brew "chezmoi"
brew "cmake"
brew "cmark-gfm"
brew "delve"
brew "diffutils"
brew "elm"
brew "eslint"
brew "libgit2"
brew "exa"
brew "exercism"
brew "fd"
brew "ncurses"
brew "fish"
brew "flyctl"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "jpeg-turbo"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "libidn"
brew "lz4"
brew "zstd"
brew "little-cms2"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gofumpt"
brew "golangci-lint"
brew "grc"
brew "gsettings-desktop-schemas"
brew "harfbuzz"
brew "pango"
brew "gtk+3"
brew "helix"
brew "htop"
brew "hugo"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libvterm"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "mas"
brew "mdbook"
brew "node@16"
brew "mongosh"
brew "protobuf"
brew "mosh"
brew "msgpack"
brew "ncdu"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "netlify-cli"
brew "python@3.10"
brew "node@14"
brew "pandoc"
brew "postgresql@14", restart_service: true
brew "virtualenv"
brew "pre-commit"
brew "prettier"
brew "proselint"
brew "py3cairo"
brew "pygobject3"
brew "ranger"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "slides"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "stylua"
brew "subversion"
brew "vte3"
brew "terminator"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "typescript"
brew "unixodbc"
brew "wget"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
brew "charmbracelet/tap/charm"
brew "charmbracelet/tap/skate"
brew "cormacrelf/tap/dark-notify"
brew "go-task/tap/go-task"
brew "goreleaser/tap/goreleaser"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "1password-cli"
cask "airbuddy"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "basictex"
cask "bluejeans"
cask "calibre"
cask "cheatsheet"
cask "devonthink"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-hack-nerd-font"
cask "font-ibm-plex-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "github"
cask "gloomhaven-helper"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "keycastr"
cask "kitty"
cask "modern-csv"
cask "nordvpn"
cask "obsidian"
cask "postman"
cask "safari-technology-preview"
cask "temurin"
cask "textexpander"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Cardhop", id: 1290358394
mas "Compressor", id: 424390742
mas "Day One", id: 1055511498
mas "Dice", id: 1479250666
mas "Drafts", id: 1435957248
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "FoodNoms", id: 1479461686
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Mapper", id: 1589391989
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Octotree", id: 1457450145
mas "OmniOutliner", id: 1142578772
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Parcel", id: 639968404
mas "Patterns", id: 429449079
mas "Reeder", id: 1529448980
mas "Save to Reader", id: 1640236961
mas "Super Agent", id: 1568262835
mas "Things", id: 904280696
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "uBlacklist for Safari", id: 1547912640
mas "URL Linker", id: 1289119450
mas "Vinegar", id: 1591303229
