tap "1password/tap"
tap "charmbracelet/tap"
tap "cormacrelf/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "ansible"
brew "azure-cli"
brew "bat"
brew "cask"
brew "charmbracelet/tap/charm"
brew "charmbracelet/tap/glow"
brew "charmbracelet/tap/mods"
brew "charmbracelet/tap/skate"
brew "chezmoi"
brew "cmake"
brew "cmark-gfm"
brew "cormacrelf/tap/dark-notify"
brew "delve"
brew "diff-pdf"
brew "diffutils"
brew "elm"
brew "exa"
brew "exercism"
brew "fd"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "goreleaser/tap/goreleaser"
brew "gum"
brew "grc"
brew "helix"
brew "htop"
brew "hugo"
brew "jq"
brew "lazygit"
brew "lf"
brew "luajit-openresty"
brew "luarocks"
brew "mas"
brew "mdbook"
brew "mosh"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netlify-cli"
brew "node"
brew "pandoc"
brew "pre-commit"
brew "poppler"
brew "python"
brew "ripgrep"
brew "ruby"
brew "slides"
brew "speedtest-cli"
brew "sqlite"
brew "starship"
brew "subversion"
brew "terminator"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "typescript"
brew "wget"
brew "youtube-dl"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "airbuddy"
cask "alfred"
cask "basictex"
cask "bbedit"
cask "brave-browser"
cask "bluejeans"
cask "customshortcuts"
cask "devonthink"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "grammarly"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "keycastr"
cask "kitty"
cask "microsoft-edge"
cask "moom"
cask "mullvad-browser"
cask "nordvpn"
cask "obsidian"
cask "setapp"
cask "textexpander"
cask "vlc"
cask "zoom"

mas "Amphetamine", id: 937984704
mas "Cardhop", id: 1290358394
mas "Compressor", id: 424390742
mas "Day One", id: 1055511498
mas "Dice", id: 1479250666
mas "Drafts", id: 1435957248
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Fantastical", id: 975937182
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Octotree", id: 1457450145
mas "OmniOutliner", id: 1142578772
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Parcel", id: 639968404
mas "Patterns", id: 429449079
mas "Reeder", id: 1529448980
mas "Save to Reader", id: 1640236961
mas "Super Agent", id: 1568262835
mas "Things", id: 904280696
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "URL Linker", id: 1289119450
mas "iMovie", id: 408981434
mas "uBlacklist for Safari", id: 1547912640
